Revit 2026 API
MEPSystem.Remove Method
Overload List
Name | Description
Remove(ConnectorSet) | Removes connectors from system.
Remove(ICollection<ElementId>)
Top
See Also
Reference
MEPSystem Class
Autodesk.Revit.DB Namespace